/* User/pwd server verification */
"Authentication Required" = "Vyžadováno ověření";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Zrušit";

/* HTTPS server verification */
"Proceed" = "Pokračovat";

/* Link long-press context menu */
"Copy Link" = "Zkopírovat odkaz";

/* Google autocomplete error */
"Error: " = "Chyba: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Selhalo nastavení zvukového zařízení prohlížeče. Možná nebude nic slyšet.";

/* User/pwd server verification */
"Log In" = "Přihlásit se";

/* Link long-press context menu */
"Open Here" = "Otevřít zde";

/* Link long-press context menu */
"Open in New Tab" = "Otevřít v nové kartě";

/* User/pwd server verification */
"Password" = "Heslo";

/* Google autocomplete error */
"response code %d" = "kód odpovědi %d";

/* Google autocomplete error */
"response format unrecognized" = "neznámý formát odpovědi";

/* Google autocomplete error */
"response non-decodable" = "odpověď nelze dekódovat";

/* Google autocomplete error */
"response parsing %@" = "analýza odpovědi %@";

/* HTTPS server verification */
"Warning" = "Varování";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "Bezpečnostní certifikát této stránky není důvěryhodný. Přejete si pokračovat?";

/* User/pwd server verification */
"Username" = "Jméno";

/* Link long-press context menu */
"Open in Background Tab" = "Otevřít na pozadí";

/* Bookmark view controller */
"Edit Bookmark" = "Upravit záložku";

/* Link long-press context menu */
"Save Image" = "Uložit obrázek";

/* Link long-press context menu */
"Save Video" = "Uložit video";

/* Web download failure alert title */
"Download Failed" = "Stahování se nezdařilo";

/* Web download failure description */
"File download failed due to network error." = "Stažení souboru se nezdařilo z důvodu chyby sítě.";

/* Web download failure description */
"The file had unexpected content." = "Neočekávaný obsah souboru.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Uložení souboru do Fotoaparátu se nezdařilo.";

/* Web download failure description */
"File download failed due to internal error %@." = "Stažení souboru se nezdařilo z důvodu vnitřní chyby %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Prohlížeč nemůže stáhnout tento soubor.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Zrušit";
